{
  "cart": [
    {
      "id": 1,
      "quantity": 2
    },
    {
      "id": 2,
      "quantity": 1
    }
  ],
  "items": [
    {
      "id": 1,
      "title": "LANESTA ZEYA",
      "kind": "cocktail",
      "price": 39200,
      "imageSrc": "https://www.sv-valens.ru/wp-content/uploads/2018/11/Zeya_1.jpg",
      "brief": "Волшебное вечернее платье с соблазнительным силуэтом «русалка» и золотистым глянцевым поясом.",
      "description": [
        {
          "type": "text",
          "text": "Приятные кремово-бежевый оттенок наряда разбавляет ослепительное сияние золотистых нитей по всей длине изделия. Интересным решением выступают длинные объемные рукава. Спинку открывает глубокий вырез."
        }
      ]
    },
    {
      "id": 7,
      "title": "ANNA KUZNETCOVA MAGICA",
      "kind": "wedding",
      "price": 46500,
      "imageSrc": "https://www.sv-valens.ru/wp-content/uploads/2021/06/MAGICA_1.jpg",
      "brief": "Пышное свадебное платье ванильного оттенка с открытыми плечами.",
      "description": [
        {
          "type": "text",
          "text": "Лиф с прозрачным портретным декольте и короткими рукавами выполнен из ажурного гипюра с нежной вышивкой. По прозрачной спинке проходит ряд пуговиц до талии. Пышная юбка из многослойного мерцающего фатина в верхней части украшена аппликациями, а книзу переходит в шлейф."
        }
      ]
    },
    {
      "id": 2,
      "title": "SELLINI BRIN",
      "kind": "cocktail",
      "price": 24700,
      "imageSrc": "https://www.sv-valens.ru/wp-content/uploads/2021/09/Brin-1-1333x2000.jpg",
      "brief": "Пышное вечернее платье с юбкой в пол из нежно-зеленого фатина с легким мерцанием.",
      "description": [
        {
          "type": "text",
          "text": "Лиф с глубоким декольте и спиной, открытой до лопаток, декорирован мелкими вертикальными драпировками и блестящим двойным поясом, перекрещивающимся под грудью. Верх платья дополняют пышные рюши на плечах и объемные прозрачные рукава до запястий. Многослойная фатиновая юбка на плотной подкладке открывает ноги разрезом выше колена."
        }
      ]
    },
    {
      "id": 3,
      "title": "SELLINI BIRMA",
      "kind": "cocktail",
      "price": 25500,
      "imageSrc": "https://www.sv-valens.ru/wp-content/uploads/2021/09/Birma-1-1333x2000.jpg",
      "brief": "Длинное вечернее платье А-силуэта с лаконичным дизайном.",
      "description": [
        {
          "type": "text",
          "text": "Лиф на тонких бретелях с открытой спиной и декольте в форме сердечка украшают асимметричные крупные драпировки. Широкий гладкий пояс подчеркивает стройную талию. Юбка собрана крупными бантовыми складками и дополнена высоким асимметричным разрезом."
        }
      ]
    },
    {
      "id": 4,
      "title": "SELLINI VIKKI",
      "kind": "cocktail",
      "price": 27250,
      "imageSrc": "https://www.sv-valens.ru/wp-content/uploads/2021/09/Vikki-1-1333x2000.jpg",
      "brief": "Длинное вечернее платье с приталенным силуэтом из оливкового атласа.",
      "description": [
        {
          "type": "text",
          "text": "Асимметричный лиф на одно плечо украшают диагональные крупные драпировки. Длинный пышный рукав на манжете украшен прозрачной вставкой и фактурной вышивкой из камней и кристаллов. Юбка с небольшими бантовыми складками плавно расширяется от талии и открывает одну ногу высоким разрезом."
        }
      ]
    },
    {
      "id": 8,
      "title": "KIRA NOVA SM11",
      "kind": "wedding",
      "price": 36700,
      "imageSrc": "https://www.sv-valens.ru/wp-content/uploads/2021/08/sm11_1.jpg",
      "brief": "Сдержанное свадебное платье прямого кроя с длинными рукавами.",
      "description": [
        {
          "type": "text",
          "text": "Кружевной лиф с вырезом “сердечко” и отрытой спинкой на шнуровке украшают атласные вертикальные драпировки. Пышные длинные рукава дополнены кружевными вставками. От узкого пояса на талии струится свободная легкая шифоновая юбка."
        }
      ]
    },
    {
      "id": 5,
      "title": "NORA NAVIANO 32460 SILVER",
      "kind": "cocktail",
      "price": 42200,
      "imageSrc": "https://www.sv-valens.ru/wp-content/uploads/2019/05/32460-silver_1.jpg",
      "brief": "Вечернее платье в пол с роскошным декором в серебристом цвете.",
      "description": [
        {
          "type": "text",
          "text": "Модель силуэта «русалка» из светло-серого фатина с подкладкой из ажурного гипюра расшита крупными камнями и бисером. Платье с рукавами и высокой проймой облегает силуэт, а юбка, расклешенная от колен, оканчивается шлейфом."
        }
      ]
    },
    {
      "id": 6,
      "title": "GABBIANO ШЭЛБИ",
      "kind": "wedding",
      "price": 46600,
      "imageSrc": "https://www.sv-valens.ru/wp-content/uploads/2021/05/shelbi_0X3A2949.jpg",
      "brief": "Кружевное свадебное платье “русалка” с длинными рукавами и прозрачной спинкой.",
      "description": [
        {
          "type": "text",
          "text": "Крупный узор из ажурных роз устилает модель сверху донизу. Талию подчеркивает узкий атласный пояс. Крой облегает фигуру и расширяется от колен, переходя в изысканный кружевной шлейф."
        }
      ]
    }
  ],
  "comments": [
    {
      "shopItemId": 1,
      "text": "Платье идеально сидит, праздник прошел на ура!",
      "id": 1
    },
    {
      "shopItemId": 2,
      "text": "Очень удобное, хотя с виду может так не показаться",
      "id": 2
    }
  ]
}